Repository: HForGames/Sortify
Catalog: Server/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, id, it, ja, nl, pl, pt, ru, tr, vi

source: Create
de: Erstellen
es: Crear
fr: Créer
id: Membuat
it: Creare
ja: 作成する
nl: Creëren
pl: Tworzyć
pt: Criar
ru: Создавать
tr: Yaratmak
vi: Tạo nên

source: Last Step
de: Letzter Schritt
es: Último Paso
fr: Dernière étape
id: Langkah Terakhir
it: Ultimo passaggio
ja: 最後のステップ
nl: Laatste stap
pl: Ostatni krok
pt: Última Etapa
ru: Последний шаг
tr: Son Adım
vi: Bước cuối cùng

source: Choose the genres that you want to add to your new playlist by clicking on them.
de: Wählen Sie die Genres aus, die Sie zu Ihrer neuen Playlist hinzufügen möchten, indem Sie darauf klicken.
es: Elige los géneros que deseas agregar a tu nueva lista de reproducción haciendo clic en ellos.
fr: Choisissez les genres que vous souhaitez ajouter à votre nouvelle playlist en cliquant dessus.
id: Pilih genre yang ingin Anda tambahkan ke playlist baru Anda dengan mengklik pada mereka.
it: Scegli i generi che desideri aggiungere alla tua nuova playlist cliccando su di essi.
ja: 新しいプレイリストに追加したいジャンルをクリックして選択してください。
nl: Kies de genres die u wilt toevoegen aan uw nieuwe afspeellijst door erop te klikken.
pl: Wybierz gatunki, które chcesz dodać do nowej playlisty, klikając na nie.
pt: Escolha os gêneros que deseja adicionar à sua nova playlist clicando neles.
ru: Выберите жанры, которые вы хотите добавить в свой новый плейлист, нажав на них.
tr: Yeni çalma listene eklemek istediğiniz türleri seçmek için üzerlerine tıklayın.
vi: Chọn các thể loại bạn muốn thêm vào danh sách phát mới của mình bằng cách nhấp chuột vào chúng.

source: Playlist name
es: Nombre de la lista de reproducción
fr: Nom de la playlist
id: Nama playlist
it: Nome della playlist
ja: プレイリストの名前
nl: Naam van afspeellijst
pl: Nazwa playlisty
pt: Nome da playlist
ru: Название плейлиста
tr: Çalma listesi adı
vi: Tên danh sách phát

source: Create your playlist
de: Erstellen Sie Ihre Playlist
es: Crea tu lista de reproducción
fr: Créez votre playlist
id: Buat playlist Anda
it: Crea la tua playlist
ja: プレイリストを作成する
nl: Maak uw afspeellijst
pl: Utwórz swoją playlistę
pt: Crie sua playlist
ru: Создайте свой плейлист
tr: Çalma listeni oluştur
vi: Tạo danh sách phát của bạn

source: Dashboard
es: Panel de control
fr: Tableau de bord
id: Dasbor
it: Pannello di controllo
ja: ダッシュボード
pl: Panel główny
pt: Painel de Controle
ru: Панель управления

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
id: Keluar
it: Esci
ja: ログアウト
nl: Uitloggen
pl: Wyloguj się
pt: Sair
ru: Выйти
tr: Çıkış Yap
vi: Đăng xuất

source: Start by choosing the playlist you want to sort by clicking on it.
de: Beginnen Sie, indem Sie die Playlist auswählen, die Sie sortieren möchten, indem Sie darauf klicken.
es: Comience seleccionando la lista de reproducción que desea ordenar haciendo clic en ella.
fr: Commencez par choisir la playlist que vous souhaitez trier en cliquant dessus.
id: Mulailah dengan memilih playlist yang ingin Anda urutkan dengan mengklik pada itu.
it: Inizia selezionando la playlist che desideri ordinare cliccando su di essa.
ja: クリックしてソートしたいプレイリストを選択して始めましょう。
nl: Begin met het kiezen van de afspeellijst die u wilt sorteren door erop te klikken.
pl: Rozpocznij od wybrania playlisty, którą chcesz posortować, klikając na nią.
pt: Comece escolhendo a playlist que deseja ordenar, clicando nela.
ru: Начните с выбора плейлиста, который вы хотите отсортировать, нажав на него.
tr: Sıralamak istediğiniz çalma listesini seçmek için üzerine tıklayarak başlayın.
vi: Bắt đầu bằng cách chọn danh sách phát bạn muốn sắp xếp bằng cách nhấp chuột vào nó.

source: You have no playlist
de: Sie haben keine Playlist
es: No tienes ninguna lista de reproducción
fr: Vous n'avez aucune playlist
id: Anda tidak memiliki playlist
it: Non hai nessuna playlist
ja: プレイリストがありません
nl: U hebt geen afspeellijst
pl: Nie masz żadnej playlisty
pt: Você não tem nenhuma playlist
ru: У вас нет плейлиста
tr: Çalma listesiniz yok
vi: Bạn không có danh sách phát nào

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
id: Sebelumnya
it: Precedente
ja: 前へ
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
tr: Önceki
vi: Trước

source: Next
de: Nächste
es: Siguiente
fr: Suivant
id: Berikutnya
it: Successivo
ja: 次へ
nl: Volgende
pl: Następny
pt: Próximo
ru: Следующий
tr: Sonraki
vi: Tiếp theo

source: ERROR
de: FEHLER
fr: ERREUR
id: KESALAHAN
it: ERRORE
ja: エラー
nl: FOUT
pl: BŁĄD
pt: ERRO
ru: ОШИБКА
tr: HATA
vi: LỖI

source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata
vi: Lỗi

source: Finish
de: Beenden
es: Finalizar
fr: Terminée
id: Menyelesaikan
it: Fine
ja: 仕上げる
pl: Skończyć
pt: Terminar
ru: Заканчивать
tr: Sona ermek
vi: Hoàn thành

source: It's done!
de: Es ist erledigt!
es: ¡Está listo!
fr: C'est fait !
id: Selesai!
it: È fatto!
ja: 完了しました！
nl: Het is klaar!
pl: To zrobione!
pt: Está pronto!
ru: Готово!
tr: İşlem tamamlandı!
vi: Nó đã hoàn thành!

source: You're playlist have been successfully created! You can go check it out by cliking on it.
de: Ihre Playlist wurde erfolgreich erstellt! Sie können sie überprüfen, indem Sie darauf klicken.
es: ¡Tu lista de reproducción ha sido creada exitosamente! Puedes ir a revisarla haciendo clic en ella.
fr: Votre playlist a été créée avec succès ! Vous pouvez la consulter en cliquant dessus.
id: Playlist Anda telah berhasil dibuat! Anda dapat pergi untuk memeriksanya dengan mengklik pada itu.
it: La tua playlist è stata creata con successo! Puoi andare a controllarla cliccando su di essa.
ja: プレイリストが正常に作成されました！クリックして確認できます。
nl: Uw afspeellijst is succesvol aangemaakt! U kunt deze bekijken door erop te klikken.
pl: Twoja playlista została pomyślnie utworzona! Możesz ją sprawdzić, klikając na nią.
pt: Sua playlist foi criada com sucesso! Você pode verificá-la clicando nela.
ru: Ваш плейлист успешно создан! Вы можете проверить его, нажав на него.
tr: Çalma listeniz başarıyla oluşturuldu! İncelemek için üzerine tıklayabilirsiniz.
vi: Danh sách phát của bạn đã được tạo thành công! Bạn có thể kiểm tra nó bằng cách nhấp chuột vào nó.

source: tracks
de: Titel
es: pistas
fr: pistes
id: lagu
it: tracce
ja: トラック
nl: nummers
pl: utwory
pt: faixas
ru: треки
tr: parçalar
vi: bài hát

source: Return to dashboard
de: Zurück zum Dashboard
es: Volver al panel de control
fr: Retour au tableau de bord
id: Kembali ke dasbor
it: Torna al pannello di controllo
ja: ダッシュボードに戻る
nl: Terug naar dashboard
pl: Powrót do panelu głównego
pt: Voltar ao painel de controle
ru: Вернуться на панель управления
tr: Gösterge paneline geri dön
vi: Quay lại bảng điều khiển

source: Sortify lets you quickly organize your Spotify playlists by analyzing and categorizing songs by genre. Itâ€™s totally free and open-source.
id: Sortify memungkinkan Anda untuk dengan cepat mengorganisir playlist Spotify Anda dengan menganalisis dan mengkategorikan lagu berdasarkan genre. Ini benar-benar gratis dan open-source.

source: Sortify, Spotify playlist sorter, playlist organizer, sort playlists by genre, organize Spotify playlists, music playlist management, Spotify tool, free playlist sorter, open-source playlist tool, Spotify declutter, playlist analyzer, Spotify genres, music categorization, create new playlists, sort songs faster, playlist sorting app
de: Sortify, Spotify-Playlist-Sorter, Playlist-Organizer, Playlists nach Genre sortieren, Spotify-Playlists organisieren, Musik-Playlist-Management, Spotify-Tool, kostenloser Playlist-Sorter, Open-Source-Playlist-Tool, Spotify aufräumen, Playlist-Analyzer, Spotify-Genres, Musikkategorisierung, neue Playlists erstellen, Lieder schneller sortieren, Playlist-Sortier-App
es: Sortify, ordenador de listas de reproducción de Spotify, organizador de listas de reproducción, ordenar listas de reproducción por género, organizar listas de reproducción de Spotify, gestión de listas de reproducción de música, herramienta de Spotify, ordenador de listas de reproducción gratuito, herramienta de listas de reproducción de código abierto, desordenar Spotify, analizador de listas de reproducción, géneros de Spotify, categorización de música, crear nuevas listas de reproducción, ordenar canciones más rápido, aplicación de ordenación de listas de reproducción
fr: Sortify, trieur de playlists Spotify, organisateur de playlists, trier les playlists par genre, organiser les playlists Spotify, gestion de playlists musicales, outil Spotify, trieur de playlists gratuit, outil de playlists open-source, désencombrer Spotify, analyseur de playlists, genres Spotify, catégorisation de musique, créer de nouvelles playlists, trier les chansons plus rapidement, application de tri de playlists
id: Sortify, pengurut playlist Spotify, pengorganisir playlist, urutkan playlist berdasarkan genre, organisasi playlist Spotify, manajemen playlist musik, alat Spotify, pengurut playlist gratis, alat playlist open-source, membersihkan Spotify, analisis playlist, genre Spotify, kategorisasi musik, buat playlist baru, urutkan lagu lebih cepat, aplikasi pengurutan playlist
it: Sortify, ordinatore di playlist Spotify, organizzatore di playlist, ordina playlist per genere, organizza playlist Spotify, gestione playlist musicali, strumento Spotify, ordinatore di playlist gratuito, strumento di playlist open-source, disordina Spotify, analizzatore di playlist, generi Spotify, categorizzazione musicale, crea nuove playlist, ordina canzoni più velocemente, app di ordinamento playlist
ja: Sortify、Spotifyプレイリストソーター、プレイリストオーガナイザー、ジャンル別にプレイリストをソート、Spotifyプレイリストを整理、音楽プレイリスト管理、Spotifyツール、無料プレイリストソーター、オープンソースプレイリストツール、Spotifyの整理、プレイリストアナライザー、Spotifyジャンル、音楽分類、新しいプレイリストを作成、曲をもっと速くソート、プレイリストソートアプリ
nl: Sortify, Spotify-afspeellijstsorter, afspeellijstorganizer, afspeellijsten sorteren op genre, Spotify-afspeellijsten organiseren, muziekafspeellijstbeheer, Spotify-tool, gratis afspeellijstsorter, open-source afspeellijsttool, Spotify opruimen, afspeellijstanalyzer, Spotify-genres, muziekcategorisatie, nieuwe afspeellijsten maken, liedjes sneller sorteren, afspeellijstsorteringsapp
pl: Sortify, sorter playlist Spotify, organizator playlist, sortowanie playlist według gatunku, organizacja playlist Spotify, zarządzanie playlistami muzycznymi, narzędzie Spotify, darmowy sorter playlist, narzędzie playlist open-source, uporządkowanie Spotify, analizator playlist, gatunki Spotify, kategoryzacja muzyki, tworzenie nowych playlist, szybsze sortowanie piosenek, aplikacja do sortowania playlist
pt: Sortify, ordenador de playlists do Spotify, organizador de playlists, ordenar playlists por gênero, organizar playlists do Spotify, gestão de playlists de música, ferramenta Spotify, ordenador de playlists gratuito, ferramenta de playlists de código aberto, desorganizar Spotify, analisador de playlists, gêneros do Spotify, categorização de música, criar novas playlists, ordenar músicas mais rapidamente, aplicativo de ordenação de playlists
ru: Sortify, сортировщик плейлистов Spotify, организатор плейлистов, сортировка плейлистов по жанрам, организация плейлистов Spotify, управление музыкальными плейлистами, инструмент Spotify, бесплатный сортировщик плейлистов, инструмент для плейлистов с открытым исходным кодом, упорядочивание Spotify, анализатор плейлистов, жанры Spotify, категоризация музыки, создание новых плейлистов, быстрая сортировка песен, приложение для сортировки плейлистов
tr: Sortify, Spotify çalma listesi sıralayıcı, çalma listesi organizatörü, türüne göre çalma listelerini sırala, Spotify çalma listelerini düzenle, müzik çalma listesi yönetimi, Spotify araç, ücretsiz çalma listesi sıralayıcı, açık kaynak çalma listesi araç, Spotify düzenle, çalma listesi analizörü, Spotify türleri, müzik kategorizasyonu, yeni çalma listeleri oluştur, şarkıları daha hızlı sırala, çalma listesi sıralama uygulaması

source: Sort your playlists faster than a heartbeat
de: Sortieren Sie Ihre Playlists schneller als ein Herzschlag
id: Urutkan playlist Anda lebih cepat daripada detak jantung
it: Ordina le tue playlist più velocemente di un battito cardiaco
nl: Sorteer uw afspeellijsten sneller dan een hartslag
pt: Ordene suas playlists mais rápido do que um batimento cardíaco

source: Get started with Sortify
de: Beginnen Sie mit Sortify
es: Comienza con Sortify
fr: Commencez avec Sortify
id: Mulai dengan Sortify
it: Inizia con Sortify
ja: Sortifyを始める
nl: Begin met Sortify
pl: Zacznij z Sortify
pt: Comece com Sortify
ru: Начните работу с Sortify
tr: Sortify ile başlayın
vi: Bắt đầu với Sortify

source: How does it work ?
de: Wie funktioniert es?
es: ¿Cómo funciona?
fr: Comment ça fonctionne ?
id: Bagaimana cara kerjanya?
it: Come funziona?
ja: どのように動作しますか？
nl: Hoe werkt het?
pl: Jak to działa?
pt: Como funciona?
ru: Как это работает?
tr: Nasıl çalışır?
vi: Nó hoạt động như thế nào?

source: We take all the songs in your playlist.
de: Wir nehmen alle Lieder in Ihrer Playlist.
es: Tomamos todas las canciones de tu lista de reproducción.
fr: Nous prenons toutes les chansons de votre playlist.
id: Kami mengambil semua lagu di playlist Anda.
it: Prendiamo tutte le canzoni nella tua playlist.
ja: プレイリスト内のすべての曲を取得します。
nl: We nemen alle nummers in uw afspeellijst.
pl: Bierzemy wszystkie piosenki z twojej playlisty.
pt: Tomamos todas as músicas da sua playlist.
ru: Мы берем все песни из вашего плейлиста.
tr: Çalma listenizdeki tüm şarkıları alırız.
vi: Chúng tôi lấy tất cả các bài hát trong danh sách phát của bạn.

source: Analyse them to get the genres.
de: Wir analysieren sie, um die Genres zu erhalten.
es: Las analizamos para obtener los géneros.
fr: Nous les analysons pour obtenir les genres.
id: Kami analisis untuk mendapatkan genre-genre.
it: Le analizziamo per ottenere i generi.
ja: ジャンルを取得するために分析します。
nl: Analyseren om de genres te krijgen.
pl: Analizujemy je, aby uzyskać gatunki.
pt: Analisamos para obter os gêneros.
ru: Анализируем их, чтобы получить жанры.
tr: Türleri elde etmek için onları analiz ederiz.
vi: Phân tích chúng để có được các thể loại.

source: You select the one you want, and we create your brand-new playlist.
de: Sie wählen die aus, die Sie möchten, und wir erstellen Ihre brandneue Playlist.
es: Seleccionas la que quieres y creamos tu nueva lista de reproducción.
fr: Vous sélectionnez celui que vous voulez, et nous créons votre toute nouvelle playlist.
id: Anda memilih yang Anda inginkan, dan kami akan membuat playlist baru Anda.
it: Selezioni quella che vuoi e creiamo la tua nuova playlist.
ja: 選択したジャンルに基づいて、新しいプレイリストを作成します。
nl: U selecteert de gewenste en wij maken uw nieuwe afspeellijst.
pl: Wybierasz ten, który chcesz, a my tworzymy twoją nową playlistę.
pt: Você seleciona o que deseja e criamos sua nova playlist.
ru: Вы выбираете нужный, и мы создаем ваш новый плейлист.
tr: İstediğinizi seçin ve size yeni bir çalma listesi oluşturuyoruz.
vi: Bạn chọn một thể loại mà bạn muốn, và chúng tôi sẽ tạo danh sách phát mới cho bạn.

source: songs already analysed.
de: lieder bereits analysiert.
es: canciones ya analizadas.
fr: chansons déjà analysées.
id: lagu sudah dianalisis.
it: canzoni già analizzate.
ja: 既に分析された曲。
nl: nummers al geanalyseerd.
pl: utworów już zanalizowanych.
pt: músicas já analisadas.
ru: песен уже проанализировано.
tr: zaten analiz edilen şarkılar.
vi: bài hát đã được phân tích.

source: Totally free
de: Völlig kostenlos
es: Totalmente gratis
fr: Totalement gratuit
id: Seluruhnya gratis
it: Totale gratuito
ja: 完全無料
nl: Totaal gratis
pl: Całkowicie darmowe
pt: Totalmente gratuito
ru: Полностью бесплатно
tr: Tamamen ücretsiz
vi: Tổng cộng miễn phí

source: Open source
es: Código abierto
id: Sumber terbuka
ja: オープンソース
pl: Otwarty źródło
pt: Código aberto
ru: Открытый исходный код
tr: Açık kaynak
vi: Mã nguồn mở

source: Connect with your Spotify account to select the playlist you want to sort.
de: Verbinden Sie sich mit Ihrem Spotify-Konto, um die Playlist auszuwählen, die Sie sortieren möchten.
es: Conéctate con tu cuenta de Spotify para seleccionar la lista de reproducción que deseas ordenar.
fr: Connectez-vous à votre compte Spotify pour sélectionner la playlist que vous souhaitez trier.
id: Hubungkan dengan akun Spotify Anda untuk memilih playlist yang ingin Anda urutkan.
it: Connetti il tuo account Spotify per selezionare la playlist che desideri ordinare.
ja: ソートしたいプレイリストを選択するためにSpotifyアカウントに接続してください。
nl: Verbind met uw Spotify-account om de afspeellijst te selecteren die u wilt sorteren.
pl: Połącz się ze swoim kontem Spotify, aby wybrać playlistę, którą chcesz posortować.
pt: Conecte-se à sua conta do Spotify para selecionar a playlist que deseja ordenar.
ru: Подключитесь к своему аккаунту Spotify, чтобы выбрать плейлист, который вы хотите отсортировать.
tr: Sıralamak istediğiniz çalma listesini seçmek için Spotify hesabınıza bağlanın.
vi: Kết nối với tài khoản Spotify của bạn để chọn danh sách phát bạn muốn sắp xếp.

source: You are one step away from decluttering all your Spotify playlist.
de: Sie sind nur einen Schritt von der Aufbereitung aller Ihrer Spotify-Playlists entfernt.
es: Estás a un paso de deshacerte de todas tus listas de reproducción de Spotify.
fr: Vous êtes à un pas de la déclutter toutes vos playlists Spotify.
id: Anda hanya satu langkah dari menyusun ulang semua playlist Spotify Anda.
it: Sei a un passo dal decluttering di tutte le tue playlist Spotify.
ja: Spotifyのプレイリストを整理するために1ステップだけです。
nl: U bent één stap verwijderd van het opruimen van al uw Spotify-afspeellijsten.
pl: Jesteś już blisko oczyszczenia wszystkich twoich playlist Spotify.
pt: Você está a um passo de desorganizar todas as suas playlists do Spotify.
ru: Вы на один шаг ближе к упорядочиванию всех ваших плейлистов Spotify.
tr: Tüm Spotify çalma listelerinizi düzenlemek için bir adımınızda bulunuyorsunuz.
vi: Bạn chỉ còn một bước nữa để làm sạch tất cả danh sách phát Spotify của bạn.

source: Connect to Spotify
de: Mit Spotify verbinden
es: Conectar a Spotify
fr: Connectez-vous à Spotify
id: Hubungkan ke Spotify
it: Connetti a Spotify
ja: Spotifyに接続する
nl: Verbind met Spotify
pl: Połącz się ze Spotify
pt: Conectar ao Spotify
ru: Подключиться к Spotify
tr: Spotify'ye bağlan
vi: Kết nối với Spotify

source: Made with &#10084; , by %(hugo)s and %(simon)s
de: Gemacht mit &#10084; , von %(hugo)s und %(simon)s
es: Hecho con &#10084; , por %(hugo)s y %(simon)s
fr: Fait avec &#10084; , par %(hugo)s et %(simon)s
id: Dibuat dengan &#10084; , oleh %(hugo)s dan %(simon)s
it: Creato con &#10084; , da %(hugo)s e %(simon)s
ja: &#10084; で作成されました、%(hugo)sと%(simon)sによる
nl: Gemaakt met &#10084; , door %(hugo)s en %(simon)s
pl: Wykonane z &#10084; , przez %(hugo)s i %(simon)s
pt: Feito com &#10084; , por %(hugo)s e %(simon)s
ru: Сделано с &#10084; , %(hugo)s и %(simon)s
tr: &#10084; ile yapıldı, %(hugo)s ve %(simon)s tarafından
vi: Được tạo bằng &#10084; , bởi %(hugo)s và %(simon)s

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
tr: Yükleniyor...
vi: Đang tải...

source: Fetching the genres of your music, please wait.
de: Laden der Genres Ihrer Musik, bitte warten.
es: Obteniendo los géneros de tu música, por favor espera.
fr: Récupération des genres de votre musique, veuillez patienter.
id: Mengambil genre musik Anda, silakan tunggu.
it: Recupero i generi della tua musica, attendere prego.
ja: 音楽のジャンルを取得中です。しばらくお待ちください。
nl: De genres van uw muziek ophalen, even geduld.
pl: Pobieranie gatunków twojej muzyki, proszę czekać.
pt: Buscando os gêneros de sua música, por favor, aguarde.
ru: Получение жанров вашей музыки, пожалуйста, подождите.
tr: Müzik türlerinizi getiriyoruz, lütfen bekleyin.
vi: Đang lấy các thể loại của âm nhạc của bạn, vui lòng chờ.

source: Note that this can take up to 500 milliseconds per song to handle.
de: Beachten Sie, dass dies pro Lied bis zu 500 Millisekunden dauern kann.
es: Ten en cuenta que esto puede tomar hasta 500 milisegundos por canción para procesar.
fr: Notez que cela peut prendre jusqu'à 500 millisecondes par chanson pour être géré.
id: Perhatikan bahwa ini dapat memakan waktu hingga 500 milidetik per lagu untuk ditangani.
it: Nota che ciò può richiedere fino a 500 millisecondi per canzone per essere gestito.
ja: 注意: 1曲あたり500ミリ秒かかる場合があります。
nl: Let op: dit kan per nummer tot 500 milliseconden duren om te verwerken.
pl: Zauważ, że obsługa jednego utworu może zająć do 500 milisekund.
pt: Observe que isso pode levar até 500 milissegundos por música para ser processado.
ru: Обратите внимание, что это может занять до 500 миллисекунд на песню.
tr: Bu, her şarkı için işlenmesi için 500 milisaniye kadar sürebileceğini unutmayın.
vi: Lưu ý rằng việc xử lý mỗi bài hát có thể mất từ 500 mili giây trở lên.

source: Sortify lets you quickly organize your Spotify playlists by analyzing and categorizing songs by genre. It’s totally free and open-source.
de: Sortify ermöglicht es Ihnen, Ihre Spotify-Playlists schnell zu organisieren, indem es Lieder nach Genre analysiert und kategorisiert. Es ist völlig kostenlos und Open-Source.
es: Sortify te permite organizar rápidamente tus listas de reproducción de Spotify analizando y categorizando canciones por género. Es totalmente gratuito y de código abierto.
fr: Sortify vous permet d'organiser rapidement vos playlists Spotify en analysant et en catégorisant les chansons par genre. C'est totalement gratuit et open-source.
it: Sortify ti permette di organizzare rapidamente le tue playlist di Spotify analizzando e categorizzando le canzoni per genere. È completamente gratuito e open-source.
ja: Sortifyは、曲をジャンル別に分析し分類することで、Spotifyのプレイリストを迅速に整理することができます。完全に無料でオープンソースです。
nl: Sortify laat je snel je Spotify-afspeellijsten organiseren door liedjes te analyseren en te categoriseren op genre. Het is volledig gratis en open-source.
pl: Sortify pozwala Ci szybko organizować swoje playlisty Spotify poprzez analizowanie i kategoryzowanie piosenek według gatunku. Jest to całkowicie bezpłatne i otwarte źródło.
pt: Sortify permite que você organize rapidamente suas playlists do Spotify analisando e categorizando músicas por gênero. É totalmente gratuito e de código aberto.
ru: Sortify позволяет быстро организовать ваши плейлисты Spotify, анализируя и категоризируя песни по жанрам. Это абсолютно бесплатно и с открытым исходным кодом.
tr: Sortify, şarkıları türüne göre analiz ederek ve kategorize ederek Spotify çalma listelerinizi hızlı bir şekilde düzenlemenizi sağlar. Tamamen ücretsiz ve açık kaynaklıdır.
vi: Sortify giúp bạn nhanh chóng tổ chức danh sách phát của Spotify bằng cách phân tích và phân loại bài hát theo thể loại. Nó hoàn toàn miễn phí và mã nguồn mở.

source: Sort your playlists faster %(break)s than a heartbeat
es: Ordena tus listas de reproducción %(break)s más rápido que un latido
fr: Triez vos playlists plus vite %(break)s qu'un battement de cœur
ja: 心臓の鼓動よりも早くプレ %(break)s イリストをソートする
pl: Sortuj swoje playlisty %(break)s szybciej niż takt serca
ru: Сортируйте свои плейлисты %(break)s быстрее, чем сердце бьет
tr: Çalma listelerinizi kalp %(break)s atışından daha hızlı sıralayın
vi: Sắp xếp danh sách phát của %(break)s bạn nhanh hơn một nhịp tim
